Repository: thaiphv/uw-imap
Catalog: debian/po/*.po
Languages: da, de, es, fr, gl, nl, pt, sv, tr, vi

source: Which ports should the server listen on?
da: Hvilke porte skal serveren lytte på?
de: Welche Ports soll der Server verwenden?
es: ¿En qué puertos debe escuchar el servidor?
fr: Ports où le serveur doit être à l'écoute :
gl: ¿En que portos debería escoitar o servidor?
nl: Op welke poorten moet de server luisteren?
pt: Que portos deve o servidor escutar?
sv: Vilka portar ska servern lyssna på?
tr: Sunucu hangi portları dinlemeli?
vi: Trình phục vụ nên lắng nghe những cổng nào?

source: pop2 = POP 2 on TCP port 109 with TLS support. This is obsolete.
da: pop2 = POP 2 på TCP port 109 med TLS-understøttelse. Dette er forældet.
de: pop2 = POP 2 auf TCP-Port 109 mit TLS-Unterstützung. Dies ist veraltet.
es: pop2 = POP 2 en el puerto TCP 109 con soporte para TLS. Obsoleto.
fr: POP2 - port TCP 109 avec gestion TLS. Ce choix est obsolète.
gl: pop2 = POP 2 no porto TCP 109 con soporte de TLS. Obsoleto.
nl: pop2 = POP 2 op TCP poort 109 met TLS-ondersteuning. Dit is verouderd.
pt: pop2 = POP 2 no porto TCP 109 com suporte para TLS. Isto é obsoleto.
sv: pop2 = POP 2 på TCP port 109 med TLS-stöd. Denna är föråldrad.
tr: pop2 = TCP port 109 üzerinde TLS desteğiyle POP 2. Bu ayar artık eskimiştir.
vi: pop2 = POP 2 trên cổng TCP 109 với sự hỗ trợ TLS. Nó quá thời.

source: pop3 = POP 3 on TCP port 110 with TLS support.
da: pop3 = POP 3 på TCP port 110 med TLS-understøttelse.
de: pop3 = POP 3 auf TCP-Port 110 mit TLS-Unterstützung.
es: pop3 = POP 3 en el puerto TCP 110 con soporte para TLS.
fr: POP3 - port TCP 110 avec gestion TLS.
gl: pop3 = POP 3 no porto TCP 110 con soporte de TLS.
nl: pop3 = POP 3 op TCP poort 110 met TLS-ondersteuning.
pt: pop3 = POP 3 no porto TCP 110 com suporte para TLS.
sv: pop3 = POP 3 på TCP port 110 med TLS-stöd.
tr: pop3 = TCP port 110 üzerinde TLS desteği ile POP 3.
vi: pop3 = POP 3 trên cổng TCP 110 với sự hỗ trợ TLS.

source: pop3s = POP 3 on TCP port 995 with SSL support.
da: pop3s = POP 3 på TCP port 995 med SSL-understøttelse.
de: pop3s = POP 3 auf TCP-Port 995 mit SSL-Unterstützung.
es: pop3s = POP 3 en el puerto TCP 995 con soporte para SSL.
fr: POP3S - port TCP 995 avec gestion SSL.
gl: pop3s = POP 3 no porto TCP 995 con soporte de SSL.
nl: pop3s = POP 3 op TCP poort 995 met SSL-ondersteuning.
pt: pop3s = POP3 no porto TCP 995 com suporte para SSL.
sv: pop3s = POP 3 på TCP port 995 med SSL-stöd.
tr: pop3s = TCP port 995 üzerinde SSL desteği ile POP 3.
vi: pop3s = POP 3 trên cổng TCP 995 với sự hỗ trợ SSL.

source: If in doubt, choose pop3 and pop3s.
da: Er du i tvivl så vælg pop3 og pop3s.
de: Falls Sie sich nicht sicher sind, wählen Sie pop3 und pop3s.
es: Si tiene dudas, elija pop3 y pop3s.
fr: Dans le doute, vous devriez choisir POP3 et POP3S.
gl: Se non está seguro, escolla pop3 e pop3s.
nl: Als u twijfelt, kies dan pop3 en pop3s.
pt: Em caso de dúvida, escolha pop3 e pop3s.
sv: Om du är osäker, välj pop3 och pop3s.
tr: Eğer kararsız kaldıysanız, pop3 ve pop3s'i seçiniz.
vi: Nếu chưa chắc thì hãy chọn pop3 và pop3s.

source: Enforce port selection?
de: Port-Auswahl erzwingen?
gl: ¿Forzar a selección do porto?
nl: Gekozen poorten afdwingen?
pt: Obrigar a selecção do porto?
sv: Framtvinga portval?
vi: Ép buộc chọn cổng không?

source: The ports selected for enabling may be overridden by locally configured services. By default the port selection is respected only on initial installs, and is ignored on later reconfiguration.
de: Die Ports, die zur Aktivierung ausgewählt wurden, können von lokal konfigurierten Diensten überschrieben werden. In der Voreinstellung wird die Port-Auswahl nur bei der ersten Installation beachtet und bei einer späteren erneuten Konfiguration ignoriert.
gl: Os portos escollidos poden ser substituídos por servizos configurados localmente. Por defecto a selección de portos respéctase só nas instalacións iniciais e ignórase nas reconfiguracións posteriores.
nl: Locaal ingestelde diensten kunnen voorgaan op de poorten die handmatig zijn ingesteld. Standaard worden de handmatig ingestelde poorten alleen gebruikt bij de eerste installatie, maar niet bij latere herconfiguratie.
pt: Os portos seleccionados para habilitar podem ser ultrapassados configurando serviços localmente. Por omissão a selecção do porto é respeitada apenas nas instalações iniciais, e é ignorada em reconfigurações posteriores.
sv: Portarna som valts för aktivering kan köras över av lokalt konfigurerade tjänster. Som standard respekteras portvalen bara vid initiella installation och ignoreras senare vid omkonfigurationer.
vi: Những cổng được chọn để hiệu lực vẫn còn có thể bị đè bằng dịch vụ đã cấu hình một cách địa phương. Mặc định là lựa chọn cổng được theo chỉ khi cài đặt đầu tiên, rồi bị bỏ qua khi cấu hình sau.

source: Do you want to ignore possible local tweaks and always use selected ports?
de: Wollen Sie mögliche lokale Anpassungen ignorieren und immer die ausgewählten Ports verwenden?
gl: ¿Quere ignorar os posibles axustes locais e empregar sempre os portos seleccionados?
nl: Wilt u mogelijke locale instellingen negeren en altijd de geselecteerde poorten gebruiken?
pt: Deseja ignorar possíveis alterações locais e utilizar sempre os portos escolhidos?
sv: Vill du ignorera tänkbara lokala ändringar och alltid använda de valda portarna?
vi: Bạn có muốn bỏ qua cách điều chỉnh địa phương có thể, và luôn luôn dùng những cổng được chọn không?

source: Continue installing libc-client without Maildir support?
da: Fortsæt installation af libc-client uden understøttelse for Maildir?
de: Die Installation von libc-client ohne Maildir-Unterstützung fortsetzen?
es: ¿Continuar instalando libc-client sin soporte para Maildir?
fr: Faut-il poursuivre l'installation de libc-client sans gestion de « Maildir » ?
gl: ¿Seguir a instalar libc-client sen soporte de Maildir?
nl: Verder gaan met het installeren van libc-client zonder Maildir-ondersteuning?
pt: Continuar a instalar o libc-client sem suporte para Maildir?
sv: Fortsätta installera libc-klienten utan Maildir-stöd?
tr: "libc-client" kurulumuna Maildir desteği olmadan devam edilsin mi?
vi: Tiếp tục cài đặt khách « libc-client » không có hỗ trợ Maildir không?

source: Libc-client earlier than version 2002d (and development versions of 2003) included an unofficial and no longer maintained patch to support Maildirs. By default Maildirs were not used by uw-imapd or ipopd, but if you have changed your system configuration or other installed programs depend on libc-client then upgrading may result in broken mail handling.
de: Libc-client-Versionen, die älter als Version 2002d sind (und Entwicklerversionen von 2003) enthielten einen nichtoffiziellen und nicht mehr gepflegten Patch zur Maildir-Unterstützung. In der Voreinstellung wurden Maildirs von uw-imapd oder ipopd nicht verwendet. Aber wenn Sie Ihre Systemeinstellungen geändert haben oder wenn andere installierte Programme von libc-client abhängen, kann das Upgrade zu einer defekten E-Mail-Verarbeitung führen.
es: Las libc-client anteriores a la versión 2002d (y versiones de desarrollo de 2003) incluyen un parche no oficial sin mantenimiento en la actualidad para soportar Maildirs. Por omisión uw-imapd o ipopd no usan Maildirs, pero si ha cambiado la configuración de su sistema u otros programas instalados dependen de libc-client la actualización puede provocar una gestión del correo errónea.
fr: Les versions de libc-client antérieures à 2002d (et les versions de développement de 2003) incluaient une rustine non officielle et non maintenue pour la gestion des répertoires de courriel au format « Maildir ». Ce format n'était pas celui par défaut pour uw-imapd ou ipopd. Toutefois, si votre configuration système a été modifiée ou que d'autres programmes installés dépendent de libc-client, la gestion du courriel pourrait être perturbée.
gl: As versións de libc-client anteriores á 2002d (e as versións de desenvolvemento da 2003) incluían un parche non oficial e que xa non se mantén para soportar Maildirs. Os Maildirs non os empregaba por defecto uw-imapd nin ipopd, pero se cambiou a configuración do sistema ou outros programas instalados dependen de libc-client, a xestión do correo pode fallar trala actualización.
nl: Libc-client versies voor 2002d (en ontwikkelaarsversies van 2003) bevatten een onofficiële en niet langer ondersteunde wijziging om Maildirs te ondersteunen. Standaard werden Maildirs niet gebruikt door uw-imapd of ipopd, maar indien u uw systeeminstellingen hebt gewijzigd of programma's hebt geïnstalleerd die afhankelijk zijn van libc-client, dan kan mail-afhandeling door de opwaardering defect raken.
pt: O Libc-client anterior à versão 2002d (e versões de desenvolvimento de 2003) incluíam um patch não oficial e já não mantido para suportar Maildirs. Por omissão, Maildirs não são utilizadas pelo uw-imapd ou pelo ipopd, mas se alterou a configuração do seu sistema ou outros programas instalados que dependam do libc-client então fazer um upgrade pode resultar em que deixe de funcionar o mail.
sv: Libc-klienten före version 2002d (och utvecklingsversioner av 2003) inkluderar en icke officiell och inte längre omskött patch för att stöda Maildirs. Dom standard användes inte Maildir av uw-imapd eller ipopd men om du har ändrat din systemkonfiguration eller andra installerade program har beroende av libc-klienten så kan uppgraderingen resultera i att e-posthanteringen bryts.
tr: Sürüm 2002d'den daha yeni libc-client (ve 2003'ün geliştirme sürümleri) resmî olmayan ve Maildir desteği için artık desteklenmeyen bir yama içeriyordu. Uw-imapd veya ipod öntanımlı olarak Maildir biçemini kullanmıyordu. Fakat eğer sistem yapılandırmanızı değiştirdiyseniz veya libc-client'a bağımlı uygulamalar kurduysanız güncelleştirme bozuk bir e-posta yönetimine yol açabilir.
vi: Trình khách « libc-client » trước phiên bản 2002d (và các phiên bản phát triển trong năm 2003) bao gồm một đắp vá không chính thức và không còn được bảo quản lại, để hỗ trợ các Maildir. Mặc định là hai trình nền uw-imapd và ipopd không dùng Maildir, nhưng mà nếu bạn đã sửa đổi cấu hình hệ thống, hoặc nếu chương trình đã cài đặt khác còn phụ thuộc vào « libc-client » thì việc nâng cấp có thể hỏng khả năng quản lý thư tin.

source: Do you want to continue installing a libc-client without Maildir support?
da: Vil du fortsætte installation af libc-client uden Maildir understøttelse?
de: Wollen Sie die Installation von libc-client ohne Maildir-Unterstützung fortsetzen?
es: ¿Quiere continuar instalando una libc-client sin soporte para Maildir?
fr: Veuillez confirmer que vous souhaitez bien installer un libc-client sans gestion des répertoires de courriel au format Maildir.
gl: ¿Quere seguir instalando libc-client sen soporte de Maildir?
nl: Wilt u doorgaan met het installeren van een libc-client zonder Maildir-ondersteuning?
pt: Quer continuar a instalar o libc-client sem suporte para Maildir?
sv: Vill du fortsätta installera en libc-klient utan Maildir-stöd?
tr: "libc-client" kurulumuna Maildir desteği olmadan devam etmek istermisiniz?
vi: Bạn có muốn tiếp tục cài đặt một trình khách « libc-client » không có sự hỗ trợ Maildir không?

source: imap2 = IMAP 4Rev1 (not 2, strangely enough) on TCP port 143 with TLS support.
da: imap2 = IMAP 4Rev1 (ikke 2, spøjst nok) på TCP port 143 med TLS-understøttelse.
de: imap2 = IMAP 4Rev1 (nicht 2, seltsamerweise) auf TCP-Port 143 mit TLS-Unterstützung.
es: imap2 = IMAP 4Rev1 (no 2, extrañamente) en el puerto TCP 143 con soporte para TLS
fr: IMAP2 - IMAP4 version 1 (et non 2, assez étonnamment) sur le port TCP 143, avec gestion TLS.
gl: imap2 = IMAP 4Rev1 (non 2) no porto TCP 143 con soporte de TLS.
nl: imap2 = IMAP 4Rev1 (merkwaardigerwijs niet 2) op TCP poort 143 met TLS-ondersteuning.
pt: imap2 = IMAP 4rev1 (não 2, por estranho que pareça) no porto TCP 143 com suporte para TLS.
sv: imap2 = IMAP 4Rev1 (inte 2, konstigt nog) på TCP port 143 med TLS stöd.
tr: imap2 = TCP port 143 üzerinde TLS desteğiyle IMAP 4Rev1 (tuhaf şekilde, 2 değil).
vi: imap2 = IMAP 4Rev1 (không phải 2, mà lạ) trên cổng TCP 143 với sự hỗ trợ TLS.

source: imap3 = IMAP 3 on TCP port 220 with TLS support. This is obsolete.
da: imap3 = IMAP 3 på TCP port 220 med TLS-understøttelse. Dette er forældet.
de: imap3 = IMAP 3 auf TCP-Port 220 mit TLS-Unterstützung. Dies ist veraltet.
es: imap3 = IMAP 3 en el puerto TCP 220 con soporte para TLS. Obsoleto.
fr: IMAP3 - IMAP3 sur le port TCP 220, avec gestion TLS. Ce choix est obsolète.
gl: imap3 = IMAP 3 no porto TCP 220 con soporte de TLS. Obsoleto.
nl: imap3 = IMAP 3 op TCP poort 220 met TLS-ondersteuning. Dit is verouderd.
pt: imap3 = IMAP3 no porto TCP 200 com suporte para TLS. Isto é obsoleto.
sv: imap3 = IMAP 3 på TCP port 220 med TLS-stöd. Denna är föråldrad.
tr: imap3 = TCP port 220 üzerinde TLS desteğiyle IMAP 3. Bu ayar artık eskimiştir.
vi: imap3 = IMAP 3 trên cổng TCP 220 với sự hỗ trợ TLS. Nó quá thời.

source: imaps = IMAP 4Rev1 on TCP port 993 with SSL support.
da: imaps = IMAP 4Rev1 på TCP port 993 med SSL-understøttelse.
de: imaps = IMAP 4Rev1 auf TCP-Port 993 mit SSL-Unterstützung.
es: imaps = IMAP 4Rev1 en el puerto TCP 993 con soporte para SSL.
fr: IMAPS - IMAP4 version 1 sur le port TCP 993, avec gestion SSL.
gl: imap2 = IMAP 4Rev1 no porto TCP 993 con soporte de SSL.
nl: imaps = IMAP 4Rev1 op TCP poort 993 met SSL-ondersteuning.
pt: imaps = IMAP 4Rev1 no porto TCP 993 com suporte para SSL.
sv: imaps = IMAP 4Rev1 på TCP port 993 med SSL-stöd.
tr: imaps = TCP port 993 üzerinde SSL desteğiyle IMAP 4Rev1.
vi: imaps = IMAP 4Rev1 trên cổng TCP 993 với sự hỗ trợ SSL.

source: If in doubt, pick imap2 and imaps.
da: Er du i tvivl så vælg imap2 og imaps.
de: Falls Sie sich nicht sicher sind, wählen Sie imap2 und imaps.
es: Si tiene dudas, escoja imap2 e imaps.
fr: Dans le doute, vous devriez choisir IMAP2 et IMAPS.
gl: Se non está seguro, escolla imap2 e imaps.
nl: Als u twijfelt, kies dan imap2 en imaps.
pt: Em caso de dúvida, escolha imap2 e imaps.
sv: Om du är osäker, välj imap2 och imaps.
tr: Eğer kararsız kaldıysanız, imap2 ve imaps'i seçin.
vi: Nếu chưa chắc thì hãy chọn imap2 và imaps.

source: Note: cramd-md5 passwords are treated as plaintext passwords!
da: Note: cramd-md5 adgangskoder hÃ¥ndteres som simpel-tekst adgangskoder.
